export const BlanksDescription = [
    '*** готовит для вас бланки, которые соответствуют всем актуальным требованиям.',
    'При скачивании бланка автоматически заполняются те поля, данные по которым вы уже заполнили в ***.',
    'С помощью строки поиска выберите сотрудника, и мы предложим вам список бланков для скачивания его данных.',
];

export const blanksData = [
    'Договор возмездного оказания услуг (ГПХ)',
    'Трудовой договор',
    'Уведомление о заключении',
    'Платежное поручение',
    'Приказ об отстранении',
    'Уведомление о прекращении',
];
